/* Combined English Source for Open edX iOS */
"AppDates.DATES.TITLE" = "Tarixlər";
"AppDates.DATES.PAST_DUE" = "Vaxtl keçib";
"AppDates.DATES.TODAY" = "Bu gün";
"AppDates.DATES.THIS_WEEK" = "Bu Həftə";
"AppDates.DATES.NEXT_WEEK" = "Gələn Həftə";
"AppDates.DATES.UPCOMING" = "Növbəti";
"AppDates.EMPTY.TITLE" = "Tarix yoxdur";
"AppDates.EMPTY.SUBTITLE" = "Hazırda planlaşdırılmış tədbirləri olan aktiv kurslarınız yoxdur. Vacib tarixləri və son tarixləri görmək üçün bir kursa yazılın.";
"AppDates.SHIFT_DUE_DATES.TITLE" = "Bəzi son tarixləri qaçırdınız?";
"AppDates.SHIFT_DUE_DATES.DESCRIPTION" = "Narahat olmayın - heç bir irəliləyiş itirmədən tapşırıqları tamamlamaq üçün təklif etdiyimiz cədvəli dəyişdirin.";
"AppDates.SHIFT_DUE_DATES.BUTTON" = "Son tarixləri dəyişdirin";
"Profile.TITLE" = "Profil";
"Profile.INFO" = "Profil məlumatı";
"Profile.ABOUT" = "Haqqımda";
"Profile.EDIT_PROFILE" = "Profilə Düzəliş Et";
"Profile.YEAR_OF_BIRTH" = "Doğum ili:";
"Profile.BIO" = "Bio:";
"Profile.SETTINGS" = "Parametrlər";
"Profile.SETTINGS_VIDEO" = "Video parametrləri";
"Profile.DATES_AND_CALENDAR" = "Tarixlər və Təqvim";
"Profile.SUPPORT_INFO" = "Dəstək məlumatı";
"Profile.CONTACT" = "Dəstək xidməti ilə əlaqə saxlayın";
"Profile.TERMS" = "İstifadə şərtləri";
"Profile.PRIVACY" = "Məxfilik siyasəti";
"Profile.COOKIE_POLICY" = "Çerez Siyasəti";
"Profile.CURRENT_LEARNING_SITE" = "";
"Profile.DO_NOT_SELL_INFORMATION" = "Şəxsi məlumatlarımı satmayın";
"Profile.FAQ_TITLE" = "FAQ-a baxın";
"Profile.MANAGE_ACCOUNT" = "Hesabı idarə et";
"Profile.LEARNING_SITES" = "";
"Profile.LOGOUT" = "Çıxış";
"Profile.SWITCH_TO" = "Keçid et";
"Profile.FULL_PROFILE" = "Tam profil";
"Profile.LIMITED_PROFILE" = "Tamamlanmamış profil";
"Profile.LOGOUT_ALERT.TITLE" = "Çıxışı təsdiqləyin";
"Profile.LOGOUT_ALERT.TEXT" = "Çıxış etmək istədiyinizə əminsiniz?";
"Profile.DELETE_ALERT.TITLE" = "Xəbərdarlıq!";
"Profile.DELETE_ALERT.TEXT" = "Hesabınızı həqiqətən silmək istəyirsiniz?";
"Profile.UNSAVED_DATA_ALERT.TITLE" = "Dəyişiklikləri yadda saxlamadan çıxmaq?";
"Profile.UNSAVED_DATA_ALERT.TEXT" = "Etdiyiniz dəyişikliklər ləğv ediləcək.";
"Profile.EDIT.TOO_YONG_USER" = "Profilə tam məlumat əldə etmək üçün 13 yaşdan yuxarı olmalısınız.";
"Profile.EDIT.LIMITED_PROFILE_DESCRIPTION" = "Məhdud profil yalnız istifadəçi adınızı və profil şəklinizi paylaşır.";
"Profile.EDIT.DELETE_ACCOUNT" = "Hesabı sil";
"Profile.EDIT.FIELDS.YEAR_OF_BIRTH" = "Doğum ili";
"Profile.EDIT.FIELDS.LOCATION" = "Ünvan";
"Profile.EDIT.FIELDS.SPOKEN_LANGUGAE" = "Danışıq dili";
"Profile.EDIT.FIELDS.ABOUT_ME" = "Haqqımda:";
"Profile.EDIT.BOTTOM_SHEET.TITLE" = "Profil şəklini dəyişdir";
"Profile.EDIT.BOTTOM_SHEET.SELECT" = "Qalereyadan seçin";
"Profile.EDIT.BOTTOM_SHEET.REMOVE" = "Şəkli sil";
"Profile.EDIT.BOTTOM_SHEET.CANCEL" = "Ləğv edin";
"Profile.DELETE_ACCOUNT.TITLE" = "Hesabı Sil";
"Profile.DELETE_ACCOUNT.ARE_YOU_SURE" = "Əminsinizmi ki, siz bunu etmək istəyirsiniz? ";
"Profile.DELETE_ACCOUNT.WANT_TO_DELETE" = "hesabınızı silmək?";
"Profile.DELETE_ACCOUNT.DESCRIPTION" = "Bu əməliyyatı təsdiqləmək üçün hesabınızın parolunu daxil edin.";
"Profile.DELETE_ACCOUNT.PASSWORD" = "Şifrə";
"Profile.DELETE_ACCOUNT.PASSWORD_DESCRIPTION" = "Şifrəni daxil edin";
"Profile.DELETE_ACCOUNT.CONFIRM" = "Bəli, hesabı sil";
"Profile.DELETE_ACCOUNT.BACK_TO_PROFILE" = "Profilə geri dön";
"Profile.DELETE_ACCOUNT.INCORRECT_PASSWORD" = "Şifrə yanlışdır. Zəhmət olmasa, yenidən cəhd edin.";
"Profile.SETTINGS.VIDEO_SETTINGS_TITLE" = "Video parametrləri";
"Profile.SETTINGS.WIFI_TITLE" = "Yalnız Wi-fi ilə yükləmə";
"Profile.SETTINGS.WIFI_DESCRIPTION" = "Məzmunu yalnız wi-fi açıq olduqda yükləyin";
"Profile.SETTINGS.VIDEO_QUALITY_TITLE" = "Video axını keyfiyyəti";
"Profile.SETTINGS.VIDEO_QUALITY_DESCRIPTION" = "Avtomatik (Tövsiyə olunur)";
"Profile.SETTINGS.QUALITY_AUTO_TITLE" = "Avtomatik";
"Profile.SETTINGS.QUALITY_AUTO_DESCRIPTION" = "Tövsiyə olunur";
"Profile.SETTINGS.QUALITY_360_TITLE" = "360p";
"Profile.SETTINGS.QUALITY_360_DESCRIPTION" = "Daha az məlumat istifadəsi";
"Profile.SETTINGS.QUALITY_540_TITLE" = "540p";
"Profile.SETTINGS.QUALITY_720_TITLE" = "720p";
"Profile.SETTINGS.QUALITY_720_DESCRIPTION" = "Ən yaxşı keyfiyyət";
"Profile.SETTINGS.VERSION" = "Versiya:";
"Profile.SETTINGS.UP_TO_DATE" = "Müasir";
"Profile.SETTINGS.TAP_TO_UPDATE" = "Versiyaya yeniləmək üçün vurun";
"Profile.SETTINGS.TAP_TO_INSTALL" = "Tələb olunan tətbiq yeniləməsini quraşdırmaq üçün toxunun";
"Profile.ERROR.CANNOT_SEND_EMAIL" = "E-poçt göndərmək mümkün deyil. Görünür, e-poçt müştəriniz qurulmayıb.";
"Profile.CALENDAR.NEW_CALENDAR" = "Yeni Təqvim";
"Profile.CALENDAR.CHANGE_SYNC_OPTIONS" = "Sinxronlaşdırma Seçimlərini Dəyişdir";
"Profile.CALENDAR.ACCOUNT" = "Hesab";
"Profile.CALENDAR.CALENDAR_NAME" = "Təqvim Adı";
"Profile.CALENDAR.COLOR" = "Rəng";
"Profile.CALENDAR.UPCOMING_ASSIGNMENTS" = "Aktiv kurslar üçün qarşıdakı tapşırıqlar bu təqvimdə görünəcək";
"Profile.CALENDAR.CANCEL" = "Ləğv edin";
"Profile.CALENDAR.BEGIN_SYNCING" = "Sinxronizasiyaya Başla";
"Profile.ASSIGNMENT_STATUS.SYNCED" = "Sinxronlaşdırıldı";
"Profile.ASSIGNMENT_STATUS.FAILED" = "Sinxronizasiya uğursuz oldu";
"Profile.ASSIGNMENT_STATUS.OFFLINE" = "Çevrimdışı";
"Profile.ASSIGNMENT_STATUS.SYNCING" = "Təqvimə sinxronlaşdırılır...";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS" = "Təqvimə Giriş";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC" = "Təqvim Sinxronizasiyasını Deaktiv Et";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS_DESCRIPTION" = "Gələcək tapşırıqları və kurs mərhələlərini təqviminizdə göstərmək üçün təqviminizə daxil olmaq icazəsinə ehtiyacımız var.";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC_DESCRIPTION" = "Təqvim sinxronizasiyasını söndürmək “%@” təqvimini siləcək. Təqvim sinxronizasiyasını istənilən vaxt yenidən aça bilərsiniz.";
"Profile.CALENDAR_DIALOG.GRANT_CALENDAR_ACCESS" = "Təqvimə Giriş İcazəsi Verin";
"Profile.CALENDAR_DIALOG.DISABLE_SYNCING" = "Sinxronizasiyanı söndürün";
"Profile.CALENDAR_DIALOG.CANCEL" = "Ləğv edin";
"Profile.DATES_AND_CALENDAR.TITLE" = "Tarixlər və Təqvim";
"Profile.CALENDAR_SYNC.TITLE" = "Kalendar sinxronizasiyası";
"Profile.CALENDAR_SYNC.DESCRIPTION" = "Təqvim sinxronizasiyasını quraraq qarşıdakı tapşırıqlarınızı və kurs mərhələlərinizi təqviminizdə göstərin. Yeni tapşırıqlar və dəyişdirilmiş kurs tarixləri avtomatik olaraq sinxronizasiya olunacaq.";
"Profile.CALENDAR_SYNC.BUTTON" = "Təqvim Sinxronizasiyasını Qurun";
"Profile.OPTIONS.TITLE" = "Seçimlər";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "Nisbi tarixlərdən istifadə edin";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "Nisbi tarixləri “Sabah” və “Dünən” kimi göstərin";
"Profile.OPTIONS.SHOW_FULL_DATES" = "Tam tarixləri “1 yanvar 2021” kimi göstərin";
"Profile.DATES_AND_CALENDAR.TITLE" = "Tarixlər və Təqvim";
"Profile.COURSE_CALENDAR_SYNC.TITLE" = "Kurs Təqvimi Sinxronizasiyası";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.RECONNECT_REQUIRED" = "Zəhmət olmasa, sinxronizasiyanı bərpa etmək üçün təqviminizi yenidən qoşun.";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.SYNCING" = "Hazırda tədbirlər təqviminizlə sinxronlaşdırılır";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.RECONNECT" = "Təqvimi yenidən qoşun";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.CHANGE_SYNC_OPTIONS" = "Sinxronlaşdırma Seçimlərini Dəyişdir";
"Profile.COURSES_TO_SYNC.SYNCING_COURSES" = "%d Kursu sinxronlaşdırılır";
"Profile.OPTIONS.TITLE" = "Seçimlər";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "Nisbi tarixlərdən istifadə edin";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "Nisbi tarixləri “Sabah” və “Dünən” kimi göstərin";
"Profile.COURSES_TO_SYNC.TITLE" = "Sinxronlaşdırılacaq kurslar";
"Profile.COURSES_TO_SYNC.DESCRIPTION" = "Kurs üçün sinxronizasiyanı söndürmək, kursla əlaqəli bütün hadisələri sinxronizasiya edilmiş təqviminizdən siləcək.";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES" = "Fəal olmayan kursları gizlət";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES_DESCRIPTION" = "Avtomatik olaraq son bir ayda baxmadığınız kurslardan hadisələri silin";
"Profile.COURSES_TO_SYNC.INACTIVE" = "Fəal deyil";
"Profile.CALENDAR.DROPDOWN.ICLOUD" = "iCloud";
"Profile.CALENDAR.DROPDOWN.LOCAL" = "Yerli";
"Profile.CALENDAR.DROPDOWN_COLOR.ACCENT" = "Aksent";
"Profile.CALENDAR.DROPDOWN_COLOR.RED" = "Qırmızı";
"Profile.CALENDAR.DROPDOWN_COLOR.ORANGE" = "Narıncı";
"Profile.CALENDAR.DROPDOWN_COLOR.YELLOW" = "Sarı";
"Profile.CALENDAR.DROPDOWN_COLOR.GREEN" = "Yaşıl";
"Profile.CALENDAR.DROPDOWN_COLOR.BLUE" = "Mavi";
"Profile.CALENDAR.DROPDOWN_COLOR.PURPLE" = "Bənövşəyi";
"Profile.CALENDAR.DROPDOWN_COLOR.BROWN" = "Qəhvəyi";
"Profile.CALENDAR.COURSE_DATES" = "%@ Kurs tarixləri";
"Profile.DROP_DOWN_PICKER.SELECT" = "Seçin";
"Profile.SYNC_SELECTOR.SYNCED" = "Sinxronlaşdırmaq üçün";
"Profile.SYNC_SELECTOR.NOT_SYNCED" = "Sinxronlaşdırılmayıb";
"Profile.SYNC.NO_SYNCED" = "Sinxronlaşdırılmış kurslar yoxdur";
"Profile.SYNC.NO_SYNCED_DESCRIPTION" = "Hazırda heç bir kurs təqviminizlə sinxronlaşdırılmır.";
"Downloads.DOWNLOADS.TITLE" = "Yükləmələr";
"Downloads.DOWNLOADS.MANAGE_DOWNLOAD_SETTINGS" = "Yükləmə Parametrlərini İdarə Et";
"Downloads.DOWNLOADS.NO_COURSES_TO_DOWNLOAD.TITLE" = "Yüklənə bilən məzmunu olan kurslar yoxdur";
"Downloads.DOWNLOADS.NO_COURSES_TO_DOWNLOAD.DESCRIPTION" = "Hazırda yüklənə bilən məzmunu olan kurslarınız yoxdur.";
"Downloads.DOWNLOADS.CELL.DOWNLOADED" = "%@ yükləndi";
"Downloads.DOWNLOADS.CELL.ALL_DOWNLOADED" = "Bütün %@ yükləndi";
"Downloads.DOWNLOADS.CELL.AVAILABLE" = "%@ mövcuddur";
"Downloads.DOWNLOADS.CELL.DOWNLOAD_COURSE" = "Kursu yüklə";
"Downloads.DOWNLOADS.CELL.DOWNLOADING" = "Yüklənir";
"Downloads.DOWNLOADS.CELL.LOADING_COURSE_STRUCTURE" = "Kursun strukturu yüklənir...";
"Downloads.MENU_OPTION.REMOVE" = "Kurs yükləmələrini sil";
"Downloads.MENU_OPTION.CANCEL" = "Yükləməni ləğv et";
"Discovery.TITLE" = "Kəşf et";
"Discovery.SEARCH" = "Axtarış";
"Discovery.HEADER.TITLE_1" = "Yenisini kəşf edin";
"Discovery.HEADER.TITLE_2" = "Gəlin sizin üçün yeni kurs tapaq.";
"Discovery.SEARCH.TITLE" = "Axtarış nəticələri";
"Discovery.SEARCH.EMPTY_DESCRIPTION" = "Kurs tapmaq üçün yazmağa başlayın";
"Discovery.UPDATE_REQUIRED_TITLE" = "Tətbiqin yenilənməsi tələb olunur";
"Discovery.UPDATE_REQUIRED_DESCRIPTION" = "OpenEdX tətbiqinin bu versiyası köhnəlib. Təhsilinizi davam etdirmək və ən son xüsusiyyətlər və düzəlişlərdən yararlanmaq üçün xahiş edirik, ən son versiyaya yüksəldin.";
"Discovery.UPDATE_WHY_NEED" = "Niyə yeniləməliyəm?";
"Discovery.UPDATE_DEPRECATED_APP" = "Köhnəlmiş Tətbiq Versiyası";
"Discovery.UPDATE_BUTTON" = "Yeniləmə";
"Discovery.UPDATE_ACCOUNT_SETTINGS" = "Hesab seçənəkləri";
"Discovery.UPDATE_NEEDED_TITLE" = "Tətbiqin Yenilənməsi";
"Discovery.UPDATE_NEEDED_DESCRIPTION" = "Tövsiyə edirik ki, ən son versiyaya yeniləyəsiniz. Ən son xüsusiyyətlər və düzəlişlər üçün indi yüksəldin.";
"Discovery.UPDATE_NEEDED_NOT_NOW" = "İndi yox";
"Discovery.UPDATE_NEW_AVALIABLE" = "Yeni yeniləmə mövcuddur! Ən son xüsusiyyətləri və düzəlişləri əldə etmək üçün indi yüksəldin.";
"Discovery.ALERT.LEAVING_APP_TITLE" = "Tətbiqdən çıxmaq";
"Discovery.ALERT.LEAVING_APP_MESSAGE" = "İndi proqramdan çıxıb brauzeri açırsınız.";
"Discovery.DETAILS.TITLE" = "Kurs məlumatları";
"Discovery.DETAILS.VIEW_COURSE" = "Kursu göstər";
"Discovery.DETAILS.ENROLL_NOW" = "Dərhal qeydiyyata alın";
"Discovery.DETAILS.ENROLLMENT_DATE_IS_OVER" = "Bu kursa yazıla bilməzsiniz, çünki qeydiyyat tarixi bitib.";
"Discovery.DETAILS.ENROLLMENT_NO_INTERNET" = "Bu kursa yazılmaq üçün internetə qoşulduğunuzdan əmin olun.";
"Discovery.DETAILS.COURSE_BANNER" = "Kurs banneri";
"Discovery.ALERT.AUTHORIZATION" = "Səlahiyyət";
"Discovery.ALERT.PLEASE_ENTER_THE_SYSTEM" = "Zəhmət olmasa, kursa qeydiyyatı davam etdirmək üçün sistemə daxil olun.";
"Discussion.TITLE" = "Müzakirələr";
"Discussion.BANNER.DISCUSSIONS_IS_DISABLED" = "Müzakirələrdə paylaşım etmək kurs komandası tərəfindən dayandırılıb";
"Discussion.TOPICS.SEARCH" = "Bütün postlarda axtar";
"Discussion.TOPICS.ALL_POSTS" = "Bütün yazılar";
"Discussion.TOPICS.POST_IM_FOLLOWING" = "İzlədiyim yazılar";
"Discussion.TOPICS.MAIN_CATEGORIES" = "Əsas kateqoriyalar";
"Discussion.TOPICS.UNNAMED" = "Adlandırılmamış altkateqoriya";
"Discussion.POSTS.SORT.RECENT_ACTIVITY" = "Son fəaliyyət";
"Discussion.POSTS.SORT.MOST_ACTIVITY" = "Ən çox fəaliyyət";
"Discussion.POSTS.SORT.MOST_VOTES" = "Ən çox səs";
"Discussion.POSTS.NO_DISCUSSION.TITLE" = "Hələ müzakirə yoxdur";
"Discussion.POSTS.NO_DISCUSSION.DESCRIPTION" = "Aşağıdakı düyməni klikləyərək ilk müzakirənizi yaradın.";
"Discussion.POSTS.NO_DISCUSSION.CREATEBUTTON" = "Müzakirə yarat";
"Discussion.POSTS.NO_DISCUSSION.ADD_POST" = "Yazı əlavə et";
"Discussion.POSTS.FILTER.ALL_POSTS" = "Bütün yazılar";
"Discussion.POSTS.FILTER.UNREAD" = "Oxunmamış";
"Discussion.POSTS.FILTER.UNANSWERED" = "cavablanmamış";
"Discussion.POSTS.CREATE_NEW_POST" = "Yeni post yarat";
"Discussion.POSTS.ALERT.MAKE_SELECTION" = "Seçim edin";
"Discussion.POST.LAST_POST" = "Son yazı:";
"Discussion.THREAD.ALERT.COMMENT_ADDED" = "Şərh əlavə edildi";
"Discussion.THREAD.ADD_RESPONSE" = "Cavab əlavə et";
"Discussion.CREATE_THREAD.NEW_POST" = "Yeni post yaradın";
"Discussion.CREATE_THREAD.SELECT_POST_TYPE" = "Post növünü seçin";
"Discussion.CREATE_THREAD.TOPIC" = "Mövzu";
"Discussion.CREATE_THREAD.TITLE" = "Başlıq";
"Discussion.CREATE_THREAD.FOLLOW_DISCUSSION" = "Bu müzakirəni izləyin";
"Discussion.CREATE_THREAD.FOLLOW_QUESTION" = "Bu sualı izləyin";
"Discussion.CREATE_THREAD.CREATE_DISCUSSION" = "Yeni müzakirə yarat";
"Discussion.CREATE_THREAD.CREATE_QUESTION" = "Yeni sual yarat";
"Discussion.COMMENT.REPORT" = "Şikayət edin";
"Discussion.COMMENT.UNREPORT" = "Şikayəti geri götürün";
"Discussion.COMMENT.FOLLOW" = "İzləyin";
"Discussion.COMMENT.UNFOLLOW" = "İzləməni dayandırın";
"Discussion.RESPONSE.COMMENTS_RESPONSES" = "Şərh";
"Discussion.RESPONSE.ALERT.COMMENT_ADDED" = "Şərh əlavə edildi";
"Discussion.RESPONSE.ADD_COMMENT" = "Şərh əlavə edin";
"Discussion.POST_TYPE.QUESTION" = "sual";
"Discussion.POST_TYPE.DISCUSSION" = "müzakirə";
"Discussion.SEARCH" = "Axtarış";
"Discussion.SEARCH.TITLE" = "Axtarış nəticələri";
"Discussion.SEARCH.EMPTY_DESCRIPTION" = "Mövzuları tapmaq üçün yazmağa başlayın";
"Discussion.ANONYMOUS" = "anonim";
"Discussion.ERROR.UNABLE_TO_LOAD_DISCUSSION" = "Müzakirələri yükləmək mümkün olmadı.\nDaha sonra yenidən cəhd edin.";
"Course.OUTLINE.PASSED_THE_COURSE" = "Təbrik edirik, siz “%@\.” kurs sertifikatını qazandınız.";
"Course.OUTLINE.VIEW_CERTIFICATE" = "Sertifikata baxın";
"Course.OUTLINE.CERTIFICATE" = "Sertifikat";
"Course.OUTLINE.COURSE_VIDEOS" = "Kurs videoları";
"Course.OUTLINE.COURSE_HASNT_STARTED" = "Bu kurs hələ başlamayıb.";
"Course.COURSEWARE.COURSE_CONTENT" = "Kurs Məzmunu";
"Course.COURSEWARE.COURSE_UNITS" = "Kurs bölmələri";
"Course.COURSEWARE.NEXT" = "Növbəti";
"Course.COURSEWARE.PREVIOUS" = "Əvvəlki";
"Course.COURSEWARE.PREVIOUS_FULL" = "Əvvəlki";
"Course.COURSEWARE.FINISH" = "Bitirin";
"Course.COURSEWARE.GOOD_WORK" = "Əhsən!";
"Course.COURSEWARE.BACK_TO_OUTLINE" = "Kontura geri dön";
"Course.COURSEWARE.SECTION" = "Siz tamamladınız “";
"Course.COURSEWARE.IS_FINISHED" = "“.";
"Course.COURSEWARE.CONTINUE" = "Davam edin";
"Course.COURSEWARE.RESUME_WITH" = "Davam et:";
"Course.ERROR.NO_INTERNET" = "İnternetə qoşulmamısınız. Zəhmət olmasa, İnternet bağlantınızı yoxlayın.";
"Course.ERROR.RELOAD" = "Yenilə";
"Course.ERROR.COMPONENT_NOT_FOUNT" = "Kurs komponenti tapılmadı, zəhmət olmasa yenidən yükləyin";
"Course.ERROR.HANDOUTS_UNAVAILABLE" = "Hazırda bu kurs üçün heç bir material yoxdur.";
"Course.ERROR.ANNOUNCEMENTS_UNAVAILABLE" = "Hal-hazırda bu kurs üçün heç bir elan yoxdur.";
"Course.ERROR.VIDEOS_UNAVAILABLE" = "Bu kurs üçün video mövcud deyil.";
"Course.ERROR.ASSIGNMENTS_UNAVAILABLE" = "Bu kurs üçün mövcud tapşırıq yoxdur.";
"Course.ERROR.COURSE_DATE_UNAVAILABLE" = "Kurs tarixləri hazırda mövcud deyil.";
"Course.ERROR.COURSEWARE_UNAVAILABLE" = "Hazırda kurs məzmunu mövcud deyil.";
"Course.ALERT.ROTATE_DEVICE" = "Cihazınızı döndərin ki, bu videonu tam ekranda izləyə biləsiniz.";
"Course.ALERT.DELETE_ALL_VIDEOS" = "Bütün video(lər)i silmək istədiyinizə əminsinizmi?";
"Course.ALERT.DELETE_VIDEOS" = "Videoları silmək istədiyinizə əminsinizmi?";
"Course.ALERT.STOP_DOWNLOADING" = "Anahtarı söndürmək yükləməni dayandıracaq və yüklənmiş bütün videoları siləcək";
"Course.ALERT.WARNING" = "Xəbərdarlıq";
"Course.COURSE_CONTAINER.HOME" = "Əsas səhifə";
"Course.COURSE_CONTAINER.CONTENT" = "Məzmun";
"Course.COURSE_CONTAINER.PROGRESS" = "İrəliləyiş";
"Course.COURSE_CONTAINER.VIDEOS" = "Videolar";
"Course.COURSE_CONTAINER.OFFLINE" = "Çevrimdışı";
"Course.COURSE_CONTAINER.DATES" = "Tarixlər";
"Course.COURSE_CONTAINER.DISCUSSIONS" = "Müzakirələr";
"Course.COURSE_CONTAINER.HANDOUTS" = "Daha çox";
"Course.COURSE_CONTAINER.HANDOUTS_IN_DEVELOPING" = "Təqdimatlar Hazırlanmasında";
"Course.COURSE_CAROUSEL.PROGRESS_COMPLETION" = "Kursun irəliləyişinin %@%%-ni tamamlamısınız.";
"Course.COURSE_CAROUSEL.GRADES" = "Qiymətlər";
"Course.COURSE_CAROUSEL.GRADES_DESCRIPTION" = "Bu, bu kursu keçmək üçün lazım olan qiymətə qarşı çəkili qiymətinizi təmsil edir.";
"Course.COURSE_CAROUSEL.ALL_CONTENT" = "Bütün Məzmun";
"Course.COURSE_CAROUSEL.UPGRADE_NOW_BODY" = "Siz hazırda bu kursu dinləyirsiniz və kurs materiallarına məhdud girişiniz var.";
"Course.COURSE_CAROUSEL.UPGRADE_NOW_BUTTON" = "İndi yeniləyin";
"Course.COURSE_CAROUSEL.ALL_VIDEOS_COMPLETED" = "Videoları izləməyi tamamlamaqla işiniz bitdi!";
"Course.COURSE_CAROUSEL.ALL_ASSIGNMENTS_COMPLETED" = "Tapşırıqlar üzrə tamamilə çatdınız!";
"Course.COURSE_CAROUSEL.VIDEOS_COMPLETED" = "Videolar\ntamamlandı";
"Course.COURSE_CAROUSEL.ASSIGMENTS_COMPLETED" = "Tapşırıqlar\ntamamlandı";
"Course.COURSE_CAROUSEL.CONTINUE_WATCHING" = "İzləməyə Davam Et";
"Course.COURSE_CAROUSEL.NEXT_VIDEO" = "Növbəti video";
"Course.COURSE_CAROUSEL.VIEW_ALL_VIDEOS" = "Bütün Videolar";
"Course.COURSE_CAROUSEL.VIEW_ALL_ASSIGNMENTS" = "Bütn tapşırıqlar";
"Course.COURSE_CAROUSEL.NEXT_ASSIGNMENTS" = "Növbəti tapşırıq";
"Course.COURSE_CONTENT.ALL" = "Hamısı";
"Course.COURSE_CONTENT.VIDEOS" = "Videolar";
"Course.COURSE_CONTENT.ASSIGNMENTS" = "Tapşırıqlar";
"Course.COURSE_CONTAINER.PROGRESS.TITLE" = "Kursun tamamlanması";
"Course.COURSE_CONTAINER.PROGRESS.DESCRIPTION" = "Bu, kurs məzmununun nə qədərini tamamladığınızı göstərir. Qeyd edək ki, bəzi məzmunlar hələ yayımlanmamış ola bilər.";
"Course.COURSE_CONTAINER.PROGRESS.COMPLETED" = "Tamamlanmış";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_PROGRESS" = "Ümumi irəliləyiş";
"Course.COURSE_CONTAINER.PROGRESS.REMAINING" = "Qalan";
"Course.COURSE_CONTAINER.PROGRESS.LOCKED" = "kilidləndi";
"Course.COURSE_CONTAINER.PROGRESS.GRADE_PROGRESS" = "Dərəcə İrəliləyişi";
"Course.COURSE_CONTAINER.PROGRESS.PASSING" = "Keçid";
"Course.COURSE_CONTAINER.PROGRESS.NOT_PASSING" = "Keçməyib";
"Course.COURSE_CONTAINER.PROGRESS.VIEW_CERTIFICATE" = "Sertifikata baxın";
"Course.COURSE_CONTAINER.PROGRESS.SECTIONS_PROGRESS" = "Bölmələrin İrəliləyişi";
"Course.COURSE_CONTAINER.PROGRESS.NO_PROGRESS_AVAILABLE" = "Proqres yoxdur";
"Course.COURSE_CONTAINER.PROGRESS.START_LEARNING" = "Öyrənməyə başlayın ki, irəliləyişinizi burada görə biləsiniz";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_GRADE" = "Ümumi qiymət";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_GRADE_DESCRIPTION" = "Bu, bu kursu keçmək üçün lazım olan qiymətə qarşı çəkili qiymətinizi təmsil edir.";
"Course.COURSE_CONTAINER.PROGRESS.CURRENT_OVERALL_WEIGHTED_GRADE" = "Cari Ümumi Çəkili Orta Bal:";
"Course.COURSE_CONTAINER.PROGRESS.WEIGHTED_GRADE_REQUIRED" = "Kursu keçmək üçün %@%% çəkili qiymət tələb olunur";
"Course.COURSE_CONTAINER.PROGRESS.REQUIRED" = "Tələb edilir";
"Course.COURSE_CONTAINER.PROGRESS.GRADE_DETAILS" = "Qiymət Təfərrüatları";
"Course.COURSE_CONTAINER.PROGRESS.ASSIGNMENT_TYPE" = "Tapşırıq növü";
"Course.COURSE_CONTAINER.PROGRESS.CURRENT_MAX_PERCENT" = "Cari / Maks %%";
"Course.COURSE_CONTAINER.PROGRESS.COMPLETE" = "Bitib";
"Course.COURSE_CONTAINER.PROGRESS.OF_GRADE" = "Sinif üzrə";
"Course.COURSE_CONTAINER.PROGRESS.NO_GRADED_ASSIGNMENTS" = "Bu kursda qiymətləndirilən tapşırıqlar yoxdur.";
"Course.HANDOUTS_CELL_HANDOUTS.TITLE" = "Materiallar";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.TITLE" = "Elanlar";
"Course.HANDOUTS_CELL_HANDOUTS.DESCRIPTION" = "Əhəmiyyətli kurs məlumatlarını tapın";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.DESCRIPTION" = "Ən son xəbərlərlə ayaqlaşın";
"Course.NOT_AVALIABLE.TITLE" = "Bu interaktiv komponent mobil cihazlarda mövcud deyil";
"Course.NOT_AVALIABLE.DESCRIPTION" = "Bu kursun digər hissələrini araşdırın və ya bunu vebdə baxın.";
"Course.NOT_AVALIABLE.BUTTON" = "Brauzerdə açın";
"Course.SUBTITLES.TITLE" = "Alt yazılar";
"Course.ACCESSIBILITY.DOWNLOAD" = "Köçürmək";
"Course.ACCESSIBILITY.CANCEL_DOWNLOAD" = "Yükləməni ləğv et";
"Course.ACCESSIBILITY.DELETE_DOWNLOAD" = "Yükləməni sil";
"Course.ACCESSIBILITY.PROGRESS_RING" = "Kursun tamamlanma irəliləyiş halqası";
"Course.ACCESSIBILITY.OVERALL_GRADE_SECTION" = "Ümumi qiymət bölməsi";
"Course.ACCESSIBILITY.GRADE_DETAILS_SECTION" = "Qiymət təfərrüatları bölməsi";
"Course.ACCESSIBILITY.ASSIGNMENT_ITEM" = "Tapşırıq maddəsi";
"Course.ACCESSIBILITY.REQUIRED_GRADE_INDICATOR" = "Keçid üçün tələb olunan qiymət göstəricisi";
"Course.ACCESSIBILITY.PROGRESS_PERCENTAGE_COMPLETED" = "%@ faiz tamamlandı";
"Course.ACCESSIBILITY.REQUIRED_GRADE_TO_PASS" = "%@ faiz keçmək üçün tələb olunur";
"Course.ACCESSIBILITY.ASSIGNMENT_PROGRESS_DETAILS" = "%@, %@ tamamlanıb, %@ tamam, %@ faizdən %@ faizi qiymət";
"Course.ACCESSIBILITY.CURRENT_GRADE" = "Cari qiymət: %@ faiz";
"Course.ACCESSIBILITY.GRADE_REQUIREMENT_WARNING" = "Tələb olunan qiymət xəbərdarlığı: keçmək üçün %@ faiz tələb olunur";
"Course.ACCESSIBILITY.PROGRESS_VISUALIZATION" = "Tərəqqi vizuallaşdırması %@ tapşırıq kateqoriyalarını göstərir";
"Course.ACCESSIBILITY.OVERALL_PROGRESS_VALUE" = "Ümumi irəliləyiş: %@ faiz";
"Course.ACCESSIBILITY.PROGRESS_HINT" = "Göstərir tapşırıq növünə görə irəliləyişin təfərrüatını";
"Course.ACCESSIBILITY.NO_GRADED_ASSIGNMENTS_HINT" = "Bu kursda göstəriləcək qiymətləndirilmiş tapşırıqlar yoxdur";
"Course.ACCESSIBILITY.NO_PROGRESS_HINT" = "Kurs fəaliyyətlərini tamamlayın ki, burada irəliləyişinizi görə biləsiniz.";
"Course.ACCESSIBILITY.ASSIGNMENT_TYPE_HEADER" = "Tapşırıq növü sütun başlığı";
"Course.ACCESSIBILITY.CURRENT_MAX_PERCENT_HEADER" = "Cari və maksimum faiz sütun başlığı";
"Course.ACCESSIBILITY.WEIGHT_CONTRIBUTION" = "Çəki: %@ faiz qiymət";
"Course.ACCESSIBILITY.ASSIGNMENT_COMPLETION" = "%@ -nin %@ -i tamamlandı";
"Course.ACCESSIBILITY.ASSIGNMENT_GRADE_EARNED" = "Cari qiymət: %@ %@ faizdən";
"Course.ACCESSIBILITY.ASSIGNMENT_FULL_DETAILS" = "%@ -nin %@ -i tamamlandı. Çəki: dərəcənin %@ faizi. Cari dərəcə: %@ -dən %@ faizi";
"Course.DOWNLOAD.DOWNLOADS" = "Yükləmələr";
"Course.DOWNLOAD.ALL_VIDEOS_DOWNLOADED" = "Bütün videolar yükləndi";
"Course.DOWNLOAD.DOWNLOADING_VIDEOS" = "Videolar yüklənir...";
"Course.DOWNLOAD.DOWNLOAD_TO_DEVICE" = "Cihaza yüklə";
"Course.DOWNLOAD.VIDEOS" = "Videolar";
"Course.DOWNLOAD.REMAINING" = "Qalan";
"Course.DOWNLOAD.UNTITLED" = "Adsız";
"Course.DOWNLOAD.TOTAL" = "Ümumi";
"Course.DOWNLOAD.CHANGE_QUALITY_ALERT" = "Bütün videolar yüklənərkən, video yükləmə keyfiyyətini dəyişə bilməzsiniz.";
"Course.DOWNLOAD.NO_WIFI_MESSAGE" = "Yükləmə parametrləriniz hazırda yalnız Wi-Fi üzərindən yükləmələrə icazə verir.\nZəhmət olmasa, Wi-Fi şəbəkəsinə qoşulun və ya yükləmə parametrlərinizi dəyişdirin.";
"Course.COURSE_DATES.TODAY" = "Bu gün";
"Course.COURSE_DATES.COMPLETED" = "Tamamlanmış";
"Course.COURSE_DATES.PAST_DUE" = "Vaxtı keçib";
"Course.COURSE_DATES.DUE_NEXT" = "Növbəti müddət";
"Course.COURSE_DATES.UNRELEASED" = "Buraxılmamış";
"Course.COURSE_DATES.VERIFIED_ONLY" = "Yalnız təsdiqlənmiş";
"Course.COURSE_DATES.ITEMS_HIDDEN" = "Elementlər gizlədilib";
"Course.COURSE_DATES.ITEM_HIDDEN" = "Element Gizlədilib";
"Course.COURSE_DATES.TOAST_SUCCESS_TITLE" = "Tarixlər dəyişdirildi";
"Course.COURSE_DATES.TOAST_SUCCESS_MESSAGE" = "Son tarixlərinizin dəyişdirilməsi uğurla həyata keçirildi ki, siz yolunuzdan çıxmayasınız.";
"Course.COURSE_DATES.VIEW_ALL_DATES" = "Bütün tarixlərə baxın";
"Course.COURSE_DATES.SYNC_TO_CALENDAR" = "Təqvimə sinxronlaşdırın";
"Course.COURSE_DATES.SYNC_TO_CALENDAR_MESSAGE" = "Bütün son tarixləri və bu kurs üçün təhvil tarixlərini avtomatik olaraq təqviminizlə sinxronlaşdırın.";
"Course.COURSE_DATES.ADD_CALENDAR_TITLE" = "Təqvim əlavə et";
"Course.COURSE_DATES.REMOVE_CALENDAR_TITLE" = "Təqvimi sil";
"Course.COURSE_DATES.ADD_CALENDAR_PROMPT" = "Təqvimə \"%@\" əlavə etmək istəyirsiniz? \n \"%@\" kurs təqvimini istənilən vaxt Təqvim və ya Parametrlər bölməsində redaktə edə və ya silə bilərsiniz.";
"Course.COURSE_DATES.REMOVE_CALENDAR_PROMPT" = "%@ təqvimini \"%@\" silmək istəyirsiniz?";
"Course.COURSE_DATES.DATES_ADDED_ALERT_MESSAGE" = "\"%@\" təqviminizə əlavə edildi.";
"Course.COURSE_DATES.CALENDAR_SYNC_MESSAGE" = "Təqvim sinxronlaşdırılır...";
"Course.COURSE_DATES.CALENDAR_VIEW_EVENTS" = "Tədbirlərə baxın";
"Course.COURSE_DATES.CALENDAR_EVENTS_ADDED" = "Kurs təqviminiz əlavə edildi.";
"Course.COURSE_DATES.CALENDAR_EVENTS_REMOVED" = "Kurs təqviminiz silinib.";
"Course.COURSE_DATES.CALENDAR_EVENTS" = "Təqvim hadisələri";
"Course.COURSE_DATES.CALENDAR_OUT_OF_DATE" = "Kurs təqviminiz köhnəlib.";
"Course.COURSE_DATES.CALENDAR_SHIFT_MESSAGE" = "Kurs tarixləriniz dəyişdirilib və kurs təqviminiz yeni cədvəlinizlə artıq uyğun gəlmir.";
"Course.COURSE_DATES.CALENDAR_SHIFT_PROMPT_UPDATE_NOW" = "İndi yeniləyin";
"Course.COURSE_DATES.CALENDAR_EVENTS_UPDATED" = "Kurs təqviminiz yeniləndi.";
"Course.COURSE_DATES.CALENDAR_PERMISSION_NOT_DETERMINED" = "%@ təqvim icazəsinə malik deyil. Zəhmət olmasa, parametrlərə gedin və təqvim icazəsi verin.";
"Course.COURSE_DATES.OPEN_SETTINGS" = "Parametrləri açın";
"Course.COURSE_DATES.SETTINGS" = "Parametrlər";
"Course.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "Tarixləriniz dəyişdirilə bilmədi. Zəhmət olmasa, yenidən cəhd edin.";
"Course.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "Tarixləriniz uğurla dəyişdirildi.";
"Course.COURSE_DATES.RESET_DATE.TITLE" = "Kurs tarixləri";
"Course.COURSE.DUE_TODAY" = "Bu Gün üçün";
"Course.COURSE.DUE_TOMORROW" = "Sabaha təhvil verilməlidir";
"Course.COURSE.PROGRESS_COMPLETED" = "%@ / %@ Tamamlandı";
"Course.COURSE.PROGRESS_SECTIONS_COMPLETED" = "%@/%@ Bölmələr tamamlandı";
"Course.COURSE.PROGRESS_VIDEOS_COMPLETED" = "%@ / %@ Tamamlandı";
"Course.COURSE.PROGRESS_WATCHED" = "%@/%@ İzlənilib";
"Course.COURSE.PROGRESS_VIEW_COMPLETED" = "Tamamlanmışlara baxın";
"Course.COURSE.PROGRESS_HIDE_COMPLETED" = "Tamamlanmışları Gizlət";
"Course.COURSE.ASSIGNMENT_COMPLETED" = "Tamamlanmış";
"Course.COURSE.ASSIGNMENT_DRAG_AND_DROP" = "Sürükləyin və buraxın";
"Course.COURSE.ASSIGNMENT_GENERIC" = "Tapşırıq";
"Course.COURSE.ASSIGNMENT_GRADED" = "qiymətləndirildi";
"Course.COURSE.ASSIGNMENT_NOT_STARTED" = "Başlamayıb";
"Course.COURSE.ASSIGNMENT_OPEN_ASSESSMENT" = "Açıq Qiymətləndirmə";
"Course.COURSE.ASSIGNMENT_PEER_INSTRUCTION" = "Həmkar Təlimi";
"Course.COURSE.ASSIGNMENT_PROBLEM" = "Problem";
"Course.COURSE.ASSIGNMENT_SURVEY" = "Sorğu";
"Course.COURSE.ASSIGNMENT_IN_PROGRESS" = "Davam edir";
"Course.COURSE.ASSIGNMENT_WORD_CLOUD" = "Söz Buludu";
"Course.COURSE.ASSIGNMENT_LTI" = "Xarici alət";
"Course.COURSE.ASSIGNMENT_DISCUSSION" = "Müzakirə";
"Course.COURSE.LARGEST_DOWNLOADS.TITLE" = "Ən Böyük Yükləmələr";
"Course.COURSE.LARGEST_DOWNLOADS.DONE" = "Tamamlandı";
"Course.COURSE.LARGEST_DOWNLOADS.EDIT" = "Redaktə edin";
"Course.COURSE.LARGEST_DOWNLOADS.REMOVE_DOWNLOADS" = "Bütün yükləmələri sil";
"Course.COURSE.OFFLINE.VISIBLE" = "Bu kursun %@%%-i mobil cihazlarda görünür.";
"Course.COURSE.OFFLINE.DOWNLOADABLE" = "Bu kursun %@%%-i yüklənə bilər.";
"Course.COURSE.OFFLINE.CAN_BE_COMPLETED" = "Bu kursun %@%%-i oflayn şəkildə tamamlana bilər.";
"Course.COURSE.TOTAL_PROGRESS.DOWNLOADED" = "Yükləndi";
"Course.COURSE.TOTAL_PROGRESS.DOWNLOADING" = "Yüklənir";
"Course.COURSE.TOTAL_PROGRESS.AVALIABLE_TO_DOWNLOAD" = "Yükləmək üçün mövcuddur";
"Course.COURSE.TOTAL_PROGRESS.READY_TO_DOWNLOAD" = "Yükləməyə hazırdır";
"Course.COURSE.OFFLINE.DOWNLOAD_ALL" = "Hamısını yüklə";
"Course.COURSE.OFFLINE.CANCEL_COURSE_DOWNLOAD" = "Kurs Yükləməsini Ləğv Et";
"Course.COURSE.OFFLINE.YOU_CAN_DOWNLOAD" = "Kurs məzmununu internet bağlantısı və ya mobil məlumat istifadə etmədən, hərəkətdə öyrənmək üçün oflayn yükləyə bilərsiniz.";
"Course.COURSE.OFFLINE.YOU_CANT_DOWNLOAD" = "Bu kursun məzmunu hazırda oflayn yükləmək üçün əlçatan deyil.";
"Course.COURSE.RETURN_TO_HOME" = "Kursa qayıt";
"Course.OFFLINE.NOT_DOWNLOADED.TITLE" = "Bu komponent yüklənməyib";
"Course.OFFLINE.NOT_DOWNLOADED.DESCRIPTION" = "Kursun digər hissələrini araşdırın və ya yenidən qoşulduqda bunu yükləyin.";
"Course.OFFLINE.NOT_AVALIABLE.TITLE" = "Bu komponent hələlik oflayn rejimdə mövcud deyil";
"Course.OFFLINE.NOT_AVALIABLE.DESCRIPTION" = "Kursun digər hissələrini araşdırın və ya yenidən qoşulduqda bunu izləyin.";
"Course.CALENDAR_SYNC_STATUS.SYNCED" = "Təqvimə sinxronlaşdırıldı";
"Course.CALENDAR_SYNC_STATUS.FAILED" = "Təqvim Sinxronizasiyası Uğursuz Oldu";
"Course.CALENDAR_SYNC_STATUS.OFFLINE" = "Çevrimdışı";
"Course.ASSIGNMENT_STATUS.COMPLETE" = "%@ Tamamlandı - %@/%@ xal";
"Course.ASSIGNMENT_STATUS.PAST_DUE" = "%@ Vaxtı Keçmiş - %@/%@ xal";
"Course.ASSIGNMENT_STATUS.NOT_YET_AVAILABLE" = "%@ Hələ Mövcud Deyil";
"Course.ASSIGNMENT_STATUS.IN_PROGRESS" = "%@ - %@/%@ xal";
"Course.ASSIGNMENT_STATUS.DUE_WITH_DATE" = "%@ %@";
"Course.ASSIGNMENT.REVIEW_GRADING_POLICY" = "Kurs Qiymətləndirmə Siyasətini Yenidən Baxın";
"Course.ASSIGNMENT.UNKNOWN_SEQUENCE" = "Naməlum";
"Course.ACCESSIBILITY.COURSE_PROGRESS_SECTION" = "Kursun irəliləyiş bölməsi";
"Course.ACCESSIBILITY.CONTINUE_LEARNING_SECTION" = "Öyrənməyə davam et bölməsi";
"Course.ACCESSIBILITY.COURSE_CONTENT_SECTION" = "Kurs məzmunu bölməsi";
"Course.ACCESSIBILITY.ERROR_MESSAGE_SECTION" = "Xəta mesajı bölməsi";
"Course.ACCESSIBILITY.LOADING_SECTION" = "Yükləmə bölməsi";
"Course.ACCESSIBILITY.VIDEOS_SECTION" = "Videolar bölməsi";
"Course.ACCESSIBILITY.VIDEO_PROGRESS_SECTION" = "Video irəliləyişi %@ / %@ tamamlandı.";
"Course.ACCESSIBILITY.ASSIGNMENTS_SECTION" = "Tapşırıqlar bölməsi";
"Course.ACCESSIBILITY.ASSIGNMENT_PROGRESS_SECTION" = "Tapşırıq irəliləyiş bölməsi";
"Course.ACCESSIBILITY.NO_CONTENT_SECTION" = "Məzmun mövcud deyil bölməsi";
"Course.ACCESSIBILITY.CAROUSEL.NEXT_SLIDE_BUTTON" = "Növbəti səhifə";
"Course.ACCESSIBILITY.CAROUSEL.LAST_SLIDE_BUTTON" = "Sonuncu Səhifə";
"Course.ACCESSIBILITY.CAROUSEL.PREVIOUS_SLIDE_BUTTON" = "əvvəlki səhifə";
"Course.ACCESSIBILITY.CAROUSEL.ASSIGNMENTS_COMPLETED" = "%@ tapşırıqların %@ tamamlanıb";
"Course.ACCESSIBILITY.HIDE_COMPLETED_SECTIONS" = "Tamamlanmış bölmələri gizlətmək üçün toxunun";
"Course.ACCESSIBILITY.SHOW_COMPLETED_SECTIONS" = "Tamamlanmış bölmələri göstərmək üçün toxunun";
"Course.ACCESSIBILITY.VIDEO_SECTION_HEADER" = "%@ bölmə, %@ videodan %@ izlənilib";
"Course.ACCESSIBILITY.DOWNLOAD_SECTION_BUTTON" = "Yükləmə bölməsi, %@";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL" = "Video: %@";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_COMPLETED" = "%@, tamamlandı";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_IN_PROGRESS" = "%@, %@%% izlənilib";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_NOT_STARTED" = "%@, başlamayıb";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_HINT" = "Videonu oynatmaq üçün toxunun";
"Course.ACCESSIBILITY.VIDEO_PERCENTAGE_COMPLETED" = "%@ faiz tamamlandı";
"Course.ACCESSIBILITY.VIDEO_NAVIGATION_COUNT" = "Video %@ %@-dən";
"Course.ACCESSIBILITY.VIDEO_NAVIGATION" = "Video Naviqasiya";
"Course.VIDEO_NAVIGATION.NO_VIDEO_TITLE" = "Video Başlığı Yoxdur";
"Authorization.SIGN_IN.LOG_IN_TITLE" = "Daxil olun";
"Authorization.SIGN_IN.WELCOME_BACK" = "Xoş gəldiniz! Kurslarınıza daxil olmaq üçün qeydiyyatdan keçin.";
"Authorization.SIGN_IN.EMAIL" = "e-poçt";
"Authorization.SIGN_IN.EMAIL_OR_USERNAME" = "E-mail və ya istifadəçi adı";
"Authorization.SIGN_IN.PASSWORD" = "Şifrə";
"Authorization.SIGN_IN.FORGOT_PASS_BTN" = "Parolu unutmusunuz?";
"Authorization.SIGN_IN.SELECTED_SITE" = "";
"Authorization.SIGN_IN.CHANGE" = "Dəyiş";
"Authorization.SIGN_IN.AGREEMENT" = "Bu tətbiqə daxil olmaqla, [%@ İstifadəçi Lisenziya Müqaviləsi](%@) və [%@ Xidmət Şərtləri və Şərəf Kodu](%@) ilə razılaşdığınızı və %@ və hər bir Üzvün şəxsi məlumatlarınızı [Məxfilik Siyasətinə](%@) uyğun olaraq emal etdiyini təsdiqləyirsiniz.";
"Authorization.SIGN_IN.SSO_HEADING" = "Bu gündən etibarən karyeranızı inamla qurmağa başlayın";
"Authorization.SIGN_IN.SSO_SUPPORTING_TEXT" = "Bilik və səlahiyyətləndirmə proqramlarının inteqrasiya olunmuş dəsti, vəqf sektorunun komponentlərini və onun işçilərini inkişaf etdirmək üçün";
"Authorization.SIGN_IN.SSO_LOG_IN_TITLE" = "Daxil olun";
"Authorization.SIGN_IN.SSO_LOG_IN_SUBTITLE" = "Milli vahid giriş xidməti vasitəsilə daxil olun";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS" = "Etibarsız e-poçt ünvanı";
"Authorization.ERROR.INVALID_PASSWORD_LENGHT" = "Şifrə uzunluğu etibarsızdır";
"Authorization.ERROR.ACCOUNT_NOT_REGISTERED" = "Bu %@ hesabı heç bir %@ hesabı ilə əlaqələndirilməyib. Zəhmət olmasa qeydiyyatdan keçin.";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS_OR_USERNAME" = "Elektron poçt və ya istifadəçi adı yanlışdır";
"Authorization.ERROR.DISABLED_ACCOUNT" = "Hesabınız deaktiv edilib. Zəhmət olmasa, kömək üçün müştəri dəstəyi ilə əlaqə saxlayın.";
"Authorization.SIGN_UP.SUBTITLE" = "Hesab yaradın və bu gün öyrənməyə başlayın!";
"Authorization.SIGN_UP.CREATE_ACCOUNT_BTN" = "Hesab açın";
"Authorization.SIGN_UP.HIDE_FIELDS" = "Seçimli sahələri gizlət";
"Authorization.SIGN_UP.SHOW_FIELDS" = "Seçimlik sahələri göstər";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_LABEL" = "Uğurla daxil oldunuz.";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_SUBLABEL" = "Sizə öyrənməyə başlamazdan əvvəl bir az daha çox məlumat lazımdır.";
"Authorization.SIGN_UP.AGREEMENT" = "Hesab yaradaraq, [%@ İstifadəçi Lisenziya Müqaviləsi](%@) və [%@ Xidmət Şərtləri və Şərəf Kodu](%@) ilə razılaşdığınızı və %@ və hər bir Üzvün şəxsi məlumatlarınızı [Məxfilik Siyasətinə](%@) uyğun olaraq emal etdiyini təsdiqləyirsiniz.";
"Authorization.SIGN_UP.MARKETING_EMAIL_TITLE" = "Razıyam ki, %@ mənə marketinq mesajları göndərə bilər.";
"Authorization.FORGOT.TITLE" = "Parolu unutmusunuz?";
"Authorization.FORGOT.DESCRIPTION" = "Zəhmət olmasa, aşağıda giriş və ya bərpa e-mail ünvanınızı daxil edin və biz sizə təlimatlar olan e-mail göndərəcəyik.";
"Authorization.FORGOT.REQUEST" = "Şifrəni sıfırla";
"Authorization.FORGOT.CHECK_TITLE" = "E-poçt qutunuzu yoxlayın";
"Authorization.FORGOT.CHECK_Description" = "Şifrənin bərpası üçün təlimatları elektron poçtunuza göndərdik. ";
"Authorization.CONTINUE_WITH" = "Davam et:";
"Authorization.LAST_SIGN_IN" = "Sonuncu daxilolma";
"Authorization.OR_SIGN_IN_WITH" = "Və ya email ilə daxil olun:";
"Authorization.OR_REGISTER_WITH" = "Qeydiyyatdan keçin:";
"Authorization.APPLE" = "Apple";
"Authorization.GOOGLE" = "Google";
"Authorization.FACEBOOK" = "Facebook";
"Authorization.MICROSOFT" = "Microsoft";
"Authorization.OR" = "Və ya";
"Authorization.STARTUP.INFO_MESSAGE" = "Dünyanın ən yaxşı universitetlərinin kursları və proqramları cibinizdə.";
"Authorization.STARTUP.SEARCH_TITLE" = "Nə öyrənmək istəyirsiniz?";
"Authorization.STARTUP.SEARCH_PLACEHOLDER" = "3000+ kurslarımızı axtarın";
"Authorization.STARTUP.EXPLORE_ALL_COURSES" = "Bütün kursları araşdırın";
"Authorization.STARTUP.TITLE" = "Başla";
"Authorization.LEARNING_SITES.TITLE" = "";
"Authorization.LEARNING_SITES.GET_STARTED" = "Başlayın";
"Authorization.LEARNING_SITES.WELCOME_SUBTITLE" = "";
"Authorization.LEARNING_SITES.SEARCH_TITLE" = "Axtarış";
"Authorization.LEARNING_SITES.SUBTITLE" = "";
"Authorization.LEARNING_SITES.CURRENT_SITE" = "";
"Authorization.LEARNING_SITES.MORE_SITES" = "";
"Authorization.LEARNING_SITES.ADD_SITE" = "";
"Authorization.LEARNING_SITES.SEARCH_PLACEHOLDER" = "";
"Authorization.LEARNING_SITES.EMPTY_SEARCH" = "";
"Authorization.LEARNING_SITES.LOG_OUT_TITLE" = "Çıxış";
"Authorization.LEARNING_SITES.LOG_OUT_MESSAGE" = "";
"Authorization.LEARNING_SITES.LOG_OUT_ACTION" = "Çıxış";
"WhatsNew.TITLE" = "Yeniliklər";
"WhatsNew.BUTTON_PREVIOUS" = "Əvvəlki";
"WhatsNew.BUTTON_NEXT" = "Növbəti";
"WhatsNew.BUTTON_DONE" = "Tamamlandı";
"Dashboard.TITLE" = "İdarə paneli";
"Dashboard.HEADER.COURSES" = "Kurslar";
"Dashboard.HEADER.WELCOME_BACK" = "Xoş gəldiniz. Gəlin öyrənməyə davam edək.";
"Dashboard.SEARCH" = "Axtarış";
"Dashboard.EMPTY.SUBTITLE" = "Siz hələ heç bir kursda qeydiyyatdan keçməmisiniz.";
"Dashboard.LEARN.TITLE" = "Öyrən";
"Dashboard.LEARN.VIEW_ALL" = "Hamısını göstər";
"Dashboard.LEARN.VIEW_ALL_COURSES" = "Bütün Kurslara Bax (%@)";
"Dashboard.LEARN.ALL_COURSES" = "Bütün kurslar";
"Dashboard.LEARN.PRIMARY_CARD.ONE_PAST_ASSIGNMENT" = "1 Vaxtı Keçmiş Tapşırıq";
"Dashboard.LEARN.PRIMARY_CARD.VIEW_ASSIGNMENTS" = "Tapşırıqları Görüntülə";
"Dashboard.LEARN.PRIMARY_CARD.PAST_ASSIGNMENTS" = "%@ Vaxtı Keçmiş Tapşırıqlar";
"Dashboard.LEARN.PRIMARY_CARD.FUTURE_ASSIGNMENTS" = "%@ Tapşırıqların Təslim Tarixi %@ ";
"Dashboard.LEARN.PRIMARY_CARD.DUE_DAYS" = "%@ Gün ərzində %@ təhvil verilməlidir";
"Dashboard.LEARN.PRIMARY_CARD.RESUME" = "Kursa davam edin";
"Dashboard.LEARN.PRIMARY_CARD.START_COURSE" = "Kursa başla";
"Dashboard.LEARN.DROPDOWN_MENU.COURSES" = "Kurslar";
"Dashboard.LEARN.DROPDOWN_MENU.PROGRAMS" = "Proqramlar";
"Dashboard.LEARN.CATEGORY.ALL" = "Hamısı";
"Dashboard.LEARN.CATEGORY.IN_PROGRESS" = "Davam edir";
"Dashboard.LEARN.CATEGORY.COMPLETED" = "Tamamlanmış";
"Dashboard.LEARN.CATEGORY.EXPIRED" = "Müddəti bitmişdir";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES" = "Kurs yoxdur";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_IN_PROGRESS" = "Davam edən kurs yoxdur";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COMPLETED_COURSES" = "Tamamlanmış kurslar yoxdur";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_EXPIRED_COURSES" = "Heç bir müddəti bitmiş kurs yoxdur";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_DESCRIPTION" = "Hazırda heç bir kursa qeydiyyatdan keçməmisiniz, kurs kataloqunu araşdırmaq istəyirsinizmi?";
"Dashboard.LEARN.NO_COURSES_VIEW.FIND_A_COURSE" = "Kurs tapın";
"Core.MAINSCREEN.DISCOVERY" = "Kəşf et";
"Core.MAINSCREEN.DASHBOARD" = "İdarə paneli";
"Core.MAINSCREEN.IN_DEVELOPING" = "inkişaf etdirərkən";
"Core.MAINSCREEN.PROGRAMS" = "Proqramlar";
"Core.MAINSCREEN.PROFILE" = "Profil";
"Core.MAINSCREEN.LEARN" = "Öyrən";
"Core.MAINSCREEN.SOCIAL_REGISTER_BANNER" = "Siz artıq %@ hesabınızı %@ hesabınızla qurmusunuz. Siz həmin hesabla daxil olmusunuz.";
"Core.VIEW.SNACKBAR.TRY_AGAIN_BTN" = "Yenidən cəhd edin";
"Core.ERROR.INVALID_CREDENTIALS" = "Etibarsız etimadnamələr";
"Core.ERROR.SLOW_OR_NO_INTERNET_CONNECTION" = "İnternet bağlantısı zəifdir və ya yoxdur";
"Core.ERROR.NO_CACHED_DATA" = "Keşlənmiş məlumatlar yoxdur, oflayn rejim üçün.";
"Core.ERROR.USER_NOT_ACTIVE" = "İstifadəçi hesabı aktiv deyil. Zəhmət olmasa, əvvəlcə hesabınızı aktivləşdirin.";
"Core.ERROR.UNKNOWN_ERROR" = "Bir şey səhv getdi";
"Core.ERROR.WIFI" = "Siz yalnız Wi-Fi vasitəsilə faylları yükləyə bilərsiniz. Bunu parametrlərdə dəyişə bilərsiniz.";
"Core.ERROR.AUTHORIZATION_FAILED" = "Avtorizasiya uğursuz oldu.";
"Core.ERROR.INTERNET.NO_INTERNET_TITLE" = "İnternet bağlantısı yoxdur";
"Core.ERROR.INTERNET.NO_INTERNET_DESCRIPTION" = "Zəhmət olmasa, bu məzmunu görmək üçün internetə qoşulun.";
"Core.COURSEWARE.COURSE_CONTENT" = "Kurs Məzmunu";
"Core.COURSEWARE.COURSE_CONTENT_NOT_AVAILABLE" = "Bu interaktiv komponent hələ mobil cihazlarda mövcud deyil.";
"Core.COURSEWARE.COURSE_UNITS" = "Kurs bölmələri";
"Core.COURSEWARE.NEXT" = "Növbəti";
"Core.COURSEWARE.PREVIOUS" = "Əvvəlki";
"Core.COURSEWARE.FINISH" = "Bitirin";
"Core.COURSEWARE.GOOD_WORK" = "Aferin!";
"Core.COURSEWARE.BACK_TO_OUTLINE" = "Kontura geri dön";
"Core.COURSEWARE.SECTION_COMPLETED" = "Siz “%@”ni tamamladınız.";
"Core.COURSEWARE.CONTINUE" = "Davam edin";
"Core.COURSEWARE.RESUME" = "Bərpa et";
"Core.COURSEWARE.RESUME_WITH" = "Bərpa et:";
"Core.COURSEWARE.NEXT_SECTION" = "Növbəti bölmə";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_FIRST" = "Davam etmək üçün “";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_LAST" = "\"Sonrakı bölmə\" düyməsini basın.";
"Core.ERROR.RELOAD" = "Yenilə";
"Core.DATE.COURSE_STARTS" = "Kurs başlayır";
"Core.DATE.COURSE_ENDS" = "Kurs bitir";
"Core.DATE.COURSE_ENDED" = "Kurs bitdi";
"Core.DATE.ENDED" = "Bitdi";
"Core.DATE.START" = "Başla";
"Core.DATE.STARTED" = "Başladı";
"Core.DATE.JUST_NOW" = "İndi";
"Core.DATE.TODAY" = "Bu gün";
"Core.DATE.NEXT" = "Növbəti %@";
"Core.DATE.DAYS_AGO" = "%@ gün əvvəl";
"Core.DATE.DUE" = "Təslim olunma tarixi ";
"Core.DATE.DUE_IN" = "Gözlənilir ";
"Core.DATE.DUE_IN_DAYS" = "%@ gün ərzində təhvil verilməlidir";
"Core.DATE.DUE_TODAY" = "Bu Günə Təqdim: %@";
"Core.DATE.DUE_DATE_PAST" = "%@ Gün Gecikmiş: %@";
"Core.DATE.DUE_IN_LEFT" = "%@ günə qədər: %@";
"Core.ALERT.ACCEPT" = "Qəbul edin";
"Core.ALERT.CANCEL" = "Ləğv edin";
"Core.ALERT.LOGOUT" = "Çıxış";
"Core.ALERT.LEAVE" = "Tərk et";
"Core.ALERT.SIGN_IN" = "Daxil olun";
"Core.ALERT.REGISTER" = "Qeydiyyat";
"Core.ALERT.KEEP_EDITING" = "Redaktəyə davam et";
"Core.ALERT.DELETE" = "Silin";
"Core.ALERT.ADD" = "Əlavə et";
"Core.ALERT.REMOVE" = "Silin";
"Core.ALERT.CALENDAR_SHIFT_PROMPT_REMOVE_COURSE_CALENDAR" = "Kurs təqvimini sil";
"Core.NO_INTERNET.OFFLINE" = "Çevrimdışı";
"Core.NO_INTERNET.DISMISS" = "Buraxın";
"Core.NO_INTERNET.RELOAD" = "Yenilə";
"Core.DATE_FORMAT.MMMM_DD" = "MMMM dd";
"Core.DATE_FORMAT.MMM_DD_YYYY" = "MMM dd, yyyy";
"Core.DATE_FORMAT.MMMM_DD_YYYY" = "MMMM dd, yyyy";
"Core.DOWNLOAD_MANAGER.DOWNLOAD" = "Köçürmək";
"Core.DOWNLOAD_MANAGER.DOWNLOADED" = "Yükləndi";
"Core.DOWNLOAD_MANAGER.COMPLETED" = "Tamamlanmış";
"Core.SETTINGS.VIDEO_DOWNLOAD_QUALITY_TITLE" = "Video yükləmə keyfiyyəti";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_TITLE" = "Avtomatik";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_DESCRIPTION" = "Tövsiyə olunur";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_TITLE" = "360p";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_DESCRIPTION" = "Daha az məlumat istifadəsi";
"Core.SETTINGS.DOWNLOAD_QUALITY_540_TITLE" = "540p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_TITLE" = "720p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_DESCRIPTION" = "Ən yaxşı keyfiyyət";
"Core.DONE" = "Tamamlandı";
"Core.VIEW" = "Görüntü";
"Core.BACK" = "Geri";
"Core.OK" = "Ok";
"Core.CLOSE" = "Bağla";
"Core.PICKER.SEARCH" = "Axtarış";
"Core.PICKER.ACCEPT" = "Qəbul edin";
"Core.WEBVIEW.ALERT.OK" = "Ok";
"Core.WEBVIEW.ALERT.CANCEL" = "Ləğv edin";
"Core.WEBVIEW.ALERT.CONTINUE" = "Davam edin";
"Core.REVIEW.VOTE_TITLE" = "Open edX-dən zövq alırsınız?";
"Core.REVIEW.VOTE_DESCRIPTION" = "Rəyiniz bizim üçün önəmlidir. Aşağıdakı ulduza toxunaraq tətbiqi qiymətləndirmək üçün bir an ayırarsınızmı? Dəstəyiniz üçün təşəkkür edirik!";
"Core.REVIEW.FEEDBACK_TITLE" = "Bizə Rəy Bildirin";
"Core.REVIEW.FEEDBACK_DESCRIPTION" = "Öyrənmə təcrübənizdə bəzi problemlərin olduğunu eşitdiyimiz üçün üzr istəyirik. Bütün rəyləri qiymətləndiririk.";
"Core.REVIEW.THANKS_FOR_VOTE_TITLE" = "Təşəkkür edirik";
"Core.REVIEW.THANKS_FOR_VOTE_DESCRIPTION" = "Bizimlə fikirlərinizi paylaşdığınız üçün təşəkkür edirik. Bu tətbiq haqqında rəyinizi tətbiq mağazasında digər istifadəçilərlə bölüşmək istərdinizmi?";
"Core.REVIEW.THANKS_FOR_FEEDBACK_TITLE" = "Təşəkkür edirik";
"Core.REVIEW.THANKS_FOR_FEEDBACK_DESCRIPTION" = "Sizin fikirlərinizi aldıq və onları gələcəkdə təhsil təcrübənizi yaxşılaşdırmaq üçün istifadə edəcəyik. Paylaşdığınız üçün təşəkkür edirik!";
"Core.REVIEW.BETTER" = "Nə daha yaxşı ola bilərdi?";
"Core.REVIEW.NOT_NOW" = "İndi yox";
"Core.REVIEW.BUTTON.SUBMIT" = "Təqdim edin";
"Core.REVIEW.BUTTON.SHARE_FEEDBACK" = "Rəy bildirin";
"Core.REVIEW.BUTTON.RATE_US" = "Bizi qiymətləndirin";
"Core.REVIEW.EMAIL.TITLE" = "E-poçt müştərisini seçin:";
"Core.SOCIAL_SIGN_CANCELED" = "İstifadəçi giriş prosesini ləğv etdi.";
"Core.SIGN_IN.LOG_IN_BTN" = "Daxil olun";
"Core.SIGN_IN.REGISTER_BTN" = "Qeydiyyat";
"Core.SIGN_IN.LOG_IN_WITH_SSO_BTN" = "SSO ilə daxil olun";
"Core.TOMORROW" = "Sabah";
"Core.YESTERDAY" = "Dünən";
"Core.OPEN_IN_BROWSER" = "Safari-də baxın";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BODY" = "Narahat olmayın – heç bir irəliləyiş itirmədən tapşırıqları tamamlamaq üçün təklif etdiyimiz cədvəli dəyişdirin.";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BUTTON" = "Son tarixləri dəyişdirin";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.HEADER" = "Bəzi son tarixləri qaçırmısınız?";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.BODY" = "Biz sizin yolda qalmağınıza kömək etmək üçün təklif olunan bir cədvəl hazırladıq. Amma narahat olmayın – bu cədvəl elastikdir, belə ki, öz sürətinizlə öyrənə bilərsiniz. Əgər geridə qalsanız, tarixləri tənzimləyərək özünüzü yolda saxlaya biləcəksiniz.";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BODY" = "Bu kursun bir hissəsi olaraq qiymətləndirilən tapşırıqları tamamlamaq üçün bu gün yüksəldə bilərsiniz.";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BODY" = "Siz bu kursu dinləyirsiniz, bu da o deməkdir ki, qiymətləndirilən tapşırıqlarda iştirak edə bilmirsiniz. Görünür, təklif etdiyimiz cədvələ əsasən bəzi vacib son tarixləri qaçırmısınız. Bu kursun bir hissəsi kimi qiymətləndirilən tapşırıqları tamamlamaq və keçmişdəki tapşırıqları gələcəyə keçirmək üçün bu gün yüksəldə bilərsiniz.";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "Tarixləriniz dəyişdirilə bilmədi. Zəhmət olmasa, yenidən cəhd edin.";
"Core.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "Tarixləriniz uğurla dəyişdirildi.";
"Core.COURSE_DATES.RESET_DATE.TITLE" = "Kurs tarixləri";
"Core.COURSE_DATES.TODAY" = "Bu gün";
"Core.COURSE_DATES.COMPLETED" = "Tamamlanmış";
"Core.COURSE_DATES.PAST_DUE" = "Vaxtı keçib";
"Core.COURSE_DATES.THIS_WEEK" = "Bu həftə";
"Core.COURSE_DATES.NEXT_WEEK" = "Gələn həftə";
"Core.COURSE_DATES.UPCOMING" = "Növbəti";
"Core.COURSE.STORAGE_ALERT.TITLE" = "Cihazın yaddaşı doludur";
"Core.COURSE.STORAGE_ALERT.DESCRIPTION" = "Cihazınızda bu məzmunu yükləmək üçün kifayət qədər boş yer yoxdur. Zəhmət olmasa, bir az yer boşaldın və yenidən cəhd edin.";
"Core.COURSE.STORAGE_ALERT.USED_AND_FREE" = "%@ istifadə olunub, %@ boşdur";
"Core.COURSE.ALERT.CANCEL" = "Ləğv edin";
"Core.COURSE.ALERT.CLOSE" = "Bağla";
"Core.COURSE.ALERT.REMOVE" = "Silin";
"Core.COURSE.ALERT.DOWNLOAD" = "Köçürmək";
"Core.COURSE.ALERT.TRY_AGAIN" = "Yenidən cəhd edin";
"Core.COURSE.ALERT.REMOVE_TITLE" = "Çevrimdışı Məzmunu Silinsin?";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_TITLE" = "Yükləməni təsdiqləyin";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_CELLULAR_TITLE" = "Mobil şəbəkə üzərindən yüklə?";
"Core.COURSE.ALERT.REMOVE_DESCRIPTION" = "Bu məzmunu silmək %@ boş yer açacaq.";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_DESCRIPTION" = "Bu məzmunun %@ yüklənməsi mövcud blokları oflayn saxlayacaq.";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_CELLULAR_DESCRIPTION" = "Bu məzmunu yükləmək mobil məlumatınızın %@ hissəsini istifadə edəcək.";
"Core.COURSE.ERROR.DOWNLOAD_FAILED_TITLE" = "Yükləmə uğursuz oldu";
"Core.COURSE.ERROR.NO_INTERNET_CONNECTION_TITLE" = "İnternet bağlantısı yoxdur";
"Core.COURSE.ERROR.WIFI_REQUIRED_TITLE" = "Wi-Fi tələb olunur";
"Core.COURSE.ERROR.DOWNLOAD_FAILED_DESCRIPTION" = "Təəssüf ki, bu məzmunu yükləmək mümkün olmadı. Zəhmət olmasa, bir az sonra yenidən cəhd edin və ya bu problemi bildirin.";
"Core.COURSE.ERROR.NO_INTERNET_CONNECTION_DESCRIPTION" = "Bu məzmunu yükləmək üçün aktiv internet bağlantısı tələb olunur. Zəhmət olmasa, internetə qoşulun və yenidən cəhd edin.";
"Core.COURSE.ERROR.WIFI_REQUIRED_DESCRIPTION" = "Bu məzmunu yükləmək üçün aktiv WiFi bağlantısı tələb olunur. Zəhmət olmasa, WiFi şəbəkəsinə qoşulun və yenidən cəhd edin.";
"Core.DOWNLOAD.DOWNLOAD_LARGE_FILE_MESSAGE" = "Seçdiyiniz videoların həcmi 1 GB-dan çoxdur. Bu videoları yükləmək istəyirsinizmi?";
"Core.DOWNLOAD.DOWNLOAD" = "Köçürmək";
"Core.ALERT.ACCEPT" = "Qəbul edin";
